Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sms

source: Kaikissa varhaiskasvatuspalveluissa tulee varmistaa lapsen yhdenvertainen oikeus omaan kieleen ja kulttuuriin.
sms: Pukin håiddâkksai peâmmkääzkõõzzin ferttai ainsmâʹtted päärna õõutverddsaž vuõiggâdvuõtt jiiʹjjes ǩiõlle da kulttuure.

source: 3.1. Saamen kieli ensimmäisenä tai toisena kielenä
sms: 3.1. Sääʹmǩiõll vuõssmõzzân leʹbe nuʹbben ǩiõllân

source: Vähemmistöasemassa oleville on tärkeää oman äidinkielen oppimisen lisäksi sen säilyminen.
sms: Uuʹccbi sââʹjest åårrjid lij vääžnai jiiʹjjes jieʹnnǩiõl mättjem lââzzen tõn seillmõš.

source: Äidinkieli on ihmiselle side omaan kulttuuriin, identiteettiin ja sukuun.
sms: Jieʹnnǩiõl lij ooumže čõnstõk jiiʹjjes kulttuure, identiteette da ruåđid.

source: Sillä on merkitystä myös tiedon, ajattelun ja luovuuden kielenä.
sms: Tõst lij miârktõs še teâđ, jorddmõõžž da raajjâmvuâđlaž ǩiõllân.

source: Kieli on tärkeä kaikessa varhaiskasvatustoiminnassa, se on vuorovaikutuksen väline ja avain kaikkeen oppimiseen.
sms: Ǩiõll lij vääžnai pukin håiddâkksai peâmmtoimmjumuužžin, tõt lij vuârrvaaiktõõzz neäʹvv da lokkčooud puknallšem mättjumužže.

source: Suomessa on saamelaisperheitä, joissa lapsen ensikielenä on saamen kieli, joka on samalla myös molempien vanhempien äidinkieli ja perheen kotikieli.
sms: Lääʹddjânnmest lie sääʹmpiârri, koin päärnai vuõssǩiõllân lij sääʹmǩiõll, kååʹtt lij seämmast še kuhttui puärrsi jieʹnnǩiõl da piârri dommǩiõll.

source: Lapsi oppii suomen kielen myöhemmin tavallisesti kouluun mennessään.
sms: Päärnaž mättai lääʹddǩiõl mâŋŋlubust takainalla škooule mõõneest.

source: Varhaiskasvatuksessa lapsi voi kehittää ja vahvistaa saamen kieltä monipuolisten kielenkäyttötilanteiden kautta.
sms: Håiddâkksai peâmmʼmuužžâst päärnaž vuäitt õõudeed da raʹvveed sääʹmǩiõlâs määŋgbeäʹllsai ǩiõlâânnemnaali mieʹldd.

source: Useimmat saamelaislapset kasvavat kahden kielen ja kulttuurin perheissä.
sms: Jäänaž sääʹmpäärnain šâdd kueiʹt ǩiõl da kulttuur piârrjin.

source: He omaksuvat kaksi- tai jopa kolme kieltä syntymästään lähtien.
sms: Sij mättje kueʹhtt - leʹbe juʹn koumm ǩiõl šõddâm rääʹjest.

source: Saamenkielisellä varhaiskasvatuksella on keskeinen rooli lapsen simultaanisen monikielisyyden ja kielellisen identiteetin tukemisessa niin, että lapsi saavuttaa kouluun mennessä hyvän kielitaidon osallistuakseen saamenkieliseen opetukseen.
sms: Sääʹmǩiõllsest håiddâkksai peâmmʼmuužžâst lij kõõskâs rool päärna simultaanlaž, määŋgǩiõlsâžvuõđ da ǩiõlvuađlaž identiteett tuäʹrjjumuužžâst nuʹt, što päärnaž âstt škooule pueeʹr ǩiõlsilttumuužž što vuäitt vuäʹssõõttâd sääʹmǩiõllsaž mättʼtõzze.

source: 3.2. Saamen kieli kielipesäkielenä
sms: 3.2. Sääʹm ǩiõll ǩiõllpieʹssǩiõllân

source: Kielipesä on alle kouluikäisille kielivähemmistön tai alkuperäiskansan lapsille tarkoitettu päivähoitopaikka, jossa uhanalainen kieli pyritään siirtämään lapsille puhumalla sitä heille koko ajan alusta lähtien, vaikkeivät he ymmärtäisikään kieltä kielipesään tullessaan.
sms: Ǩiõllpieʹss lij vueʹll škooulâkksaid ǩiõl beäʹlest uuʹccab naroodd leʹbe alggmeeʹr päärnaid tarǩǩuum peiʹvvhåiddpäiʹǩǩ, koʹst vaarvuâʹllsaž ǩiõl kåitta serdded päärnaid maisteeʹl tõn sijjid čõõđ ääiʹj aalǥâst ääʹljjeeʹl, håt- i sij jie fiʹttječče ǩiõl ǩiõllpieʹssä puäđeest.

source: Kielipesässä käytetään kielikylpymenetelmää.
sms: Ǩiõllpieʹssest ââned ǩiõl-lauggtemnääʹl.

source: Kielipesätoiminta on osoittautunut hyväksi keinoksi uhanalaisten kielten elvyttämispyrkimyksissä.
sms: Ǩiõllpieʹsstoimmjumuš lij vuõinnum pueʹrren nääʹllen vaarvuâʹllsai ǩiõli jeäʹlljâttmuužžâst.

source: Kielipesässä puhutaan vain saamen kieltä, eikä henkilöstö käännä puhettaan suomen kielelle edes alussa, kun lapset eivät vielä heitä ymmärrä.
sms: Ǩiõllpieʹssest mainsted pâi sääʹmǩiõl, ij-ga personkåʹdd jåårǥǥlââdd mainnseezz lääʹddǩiõlle ni aalǥâst, ko päärna jie võl tõn fiʹtte.

source: Kielen omaksumista tuetaan havainnollistamalla puhetta elein, äänenpainoin, kuvin, esinein, lauluin ja liikkein.
sms: Ǩiõl mättjumuužž tuäʹrjjeed tulǩǩeeʹl mainstumuužž seäveeʹl, jiõnneeʹl, kaartivuiʹmm, neäʹvvaivuiʹm, lauʹlljivuiʹm da likkeelʹl.

source: Myös henkilökunta puhuu keskenään vain kielipesäkieltä.
sms: Še persoonkåʹdd maainâst kõskkneezz pâi ǩiõllpieʹss ǩiõl.

source: Passiivisen kielitaidon kehittyessä lapsi rohkaistuu vähitellen aktiiviseen puheen tuottamiseen.
sms: Passiivlaž ǩiõlsiltteem õuddnem mieʹldd päärnaž tuõstškuätt siõmmnai siõmmnai aktiivlaž mainstumužže.

source: Lapsen annetaan omaksua kieltä omaan tahtiinsa.
sms: Päärna uuʹvded mättjed kiõl jiiʹjjes hoodd mieʹldd.

source: Lasten keskinäisenä kielenä on usein suomen kieli.
sms: Päärnaikõskksaž ǩiõllân lij täuʹjja lääʹddǩiõll.

source: Haasteena onkin saada lapset kommunikoimaan myös keskenään saamen kielellä.
sms: Vâʹǯǯelvuõttân lij vuäʹǯǯad päärna kommunkâstted še kõskkneezz sääʹmǩiõlle.

source: 3.3. Saamen kielen oppimisen yhteiset tavoitteet
sms: 3.3. Sääʹmǩiõl mättjem õhttsaž täävtõõzz

source: Päivittäisten toimintojen yhteydessä kieli toimii välineenä, ei itseisarvona.
sms: Juõʹǩǩpeiʹvvsai tuåimi õhttvuõđâst ǩiõll toimmai neäʹvvan, ij jiõčč ärvven.

source: Varhaiskasvatuksessa lapsen kielen kehittymistä edistetään erilaisten toimintojen kautta.
sms: Håiddâkksai peâmmʼmuužžâst päärna ǩiõl õuddnumuužž õõudeed jeeresnallšem tuåimi mieʹldd.

source: Varhaiskasvatuksessa lapsi
sms: Håiddâkksai peâmmʼmuužžâst päärnaž

source: • vahvistaa saamelaista identiteettiään ja kulttuuriaan
sms:  raʹvvad sääʹmidentiteettes da kulttuures

source: • kehittää monipuolisten kielenkäyttömahdollisuuksien avulla kieltään päivittäisissä toiminnoissa;
sms:  õõudâsviikkâd määŋgbeäʹllsa ǩiõlâânnemvueittemvuõđi veäkka ǩiõlâs juõʹǩǩpeiʹvvsain tuåimin;

source: lapsi keskustelee, kyselee ja kertoo omista ajatuksistaan, tunteistaan, toiveistaan
sms: päärnaž saǥstââll, kõõjjâd da maainâst jiiʹjjes jurddjin, tobddmuužzin, äʹjstõõzzin

source: • saa laajasti tietoa ja kokemusta omasta kielestä, kulttuuriperinnöstä ja historiasta ja kokee sen
sms:  vuäʹǯǯ veeidas teâđ da kiõʹččlâsttmuužž jiiʹjjes ǩiõlâst, kulttuurärbbvuõđâst da historiast da ǩiõččlâʹstt tõn ärvvsõs äʹššen

source: • rohkaistuu käyttämään ja kehittämään aktiivisesti kieltä
sms:  tuõstškuätt âânnet da õõudeed aktiivlašnalla ǩiõl

source: • kehittää kielellistä tietoisuuttaan
sms:  õõudâsviikkâd ǩiõlvuađlaž tiâttmuužžâs

source: Lapsen kielenoppimisen kannalta on tärkeää, että perhe, suku ja yhteisö suhtautuvat kielen oppimiseen myönteisesti ja tukevat sitä aktiivisesti.
sms: Päärna ǩiõlmättjem diõtt lij vääžnai, što piâr, ruått da õhttsažkåʹdd šeâttâtte ǩiõl mättjumužže miõđâlt da tuäʹrjjee tõn aktiivlažnalla.

source: • tarinat, kertomukset, sadut, lorut, arvoitukset, runot
sms: Päärna sääʹmǩiõl ravveem neäʹvv:  mainnâz, arvvtõõzz, tiivtt

source: • roolileikit, nukketeatteri, näytteleminen
sms:  roolsiõr, kuuhlâžteatter, čuäjjtõõlmõš

source: • musiikki, joiut, leuddit, livđet, laulut
sms:  musiikk, jooik, leeuʹd, livđet, laulli

source: • vanhempien, sukulaisten ja yhteisön kanssa perinteiseen vuotuiskiertoon liittyvät monipuoliset kielenkäyttötilanteet: työt, käsitöiden tekeminen, luonnossa liikkuminen, laavustelu, retket, tapaamiset, vierailut ja tapahtumat
sms:  puärrsi, ruåđi da õhttsažkåʹddvuiʹm ärbbvuâđlaž eeʹjj-jårrõzze koʹlle õʹhtte määŋgbeäʹllsa ǩiõlâânnemvueʹjj: tuââʹj, ǩiõʹtt -tuâʹjai raajjmuš, luâđastliikkumuš, kåvvstõõllmuš, mieʹccest jååttmuužž, kaaunõõttmuužž, kõʹlljumuužž da šõddmuužž

source: • kirjoitetun saamen kielen näkyminen yksikön fyysisessä ympäristössä (ilmoitukset, julisteet, kuvataulut, kyltit jne.)
sms:  ǩeʹrjjtum sääʹmǩiõl kuâsttjumuš õõutilooǥǥ fyyslaž pirrõõzzâst (ilmtõõzz, peåggtõõzz, kaart, ǩõõlbb dnõ.)

source: • kirjastossa ja museossa vierailut
sms:  ǩeʹrjjpõõrtin da muzein kõʹlljumuužž

source: • vuorovaikutus eri-ikäisten saamelaislasten kanssa
sms:  vuârvaaiktõs jeeresâkksai sääʹmpäärnaivuiʹm

source: • yhteistyö muiden varhaiskasvatusyksiköiden, kielikummien, saamelaisen median, seurakunnan ja järjestöjen kanssa
sms:  õhttsažtuâʹjj jäʹrrsi håiddâkksai peâmmõõutilooǥǥi, ǩiõllristtjeäʹnn da - eeʹjj, säʹmmla media, sieʹbrrkååʹddi da õhttõõzzi vuiʹm

source: • vanhemmille suunnatut keskustelu- ja koulutustilaisuudet
sms:  saǥstõõllmuš - da škoouljemsõddmuužž puärrsid

source: 3.4 Arkipäivän esimerkkejä kielen oppimisen edistämiseksi
sms: 3.4 Arggpeeiʹv õuddmiârkk ǩiõl mättjem õõudâsviikkmužže

source: Myönteinen, turvallinen ilmapiiri sekä aikuisen ja lapsen välinen luottamus ja tasa-arvo rohkaisevat lasta aktiiviseen kielenkäyttöön.
sms: Miõđlaš, staanlaž påread di vuõrâsoummu da päärna kõskksaž naʹddjõs da tääʹzzärvv smellkâstte päärna aktiivlaž ǩiõl âânnmužže.

source: Lapsen kielellisen tietoisuuden kehittymiseksi lapsella tulee olla paljon monipuolisia kielenkäyttömahdollisuuksia kaikkien toimintojen yhteydessä.
sms: Päärna ǩiõlvuađlaž teâđstumuužž õuddnumužže päärnast ferttai leeʹd jiânnai määŋgbeäʹllsaž ǩiõlâânnem vueittemvuõtt puki tuåimi õhttvuõđâst.

source: Lapsen kielellinen tietoisuus kehittyy kielellä leikkiessä, loruillessa, laulaessa ja erilaisiin kielen muotoihin tutustuessa.
sms: Päärna ǩiõlvuađlaž teâđstumuš õuddan ǩiõlin siõreest, tiivtid looǥǥeest, lääuleest da jeeʹresnallšem ǩiõl ååblǩid tobddstõõđeest.

source: Kielellinen tietoisuus luo pohjan luku- ja kirjoitustaidolle.
sms: Ǩiõlvuađlaž teâđstumuš rääjj vuâđ lookkâm - da ǩeʹrjjtem silttumužže.

source: Aikuinen voi usein huomaamattaan puhua lapselle kannustamatta häntä vastavuoroiseen puheeseen.
sms: Vuõrâsooumaž vuäitt täuʹjja vuâmmšekani mainsted päärnže kueʹddtekani suu vuâsttvuârrlaž mainstumuužž.

source: On tärkeää keskustelussa antaa aikaa lapsen omille ajatuksille ja kertomuksille.
sms: Saǥstõõllmuužžâst lij vääžnai uʹvdded äiʹǧǧ päärna jiiʹjjes juʹrddjid da mainnsid.

source: Lasten kanssa voi päivittäin harjoitella kieltä yhdessä mm. laulujen, laululeikkien ja lorujen avulla.
sms: Vuõrâsoummu ferttai teađsteeʹl vuâmmšed jiiʹjjes ǩiõl âânnmužž, što tõt leʹčče nuʹt määŋgbeäʹllsaž ko vuäitt.

source: Lasten kielenkäyttötilanteiden monipuolistamiseksi lapset voidaan jakaa pienryhmiin esimerkiksi iän mukaan.
sms: Päärnaivuiʹm vuäitt juõʹǩǩpeeiʹv harjtõõttâd ǩiõl õõutsââʹjest jm. laullji, laaulsiõri da tiivti veäkka.

source: Usein ne lapset, joilla saamen kieli ei ole vielä kovin vahva, puhuvat keskenään mielellään suomea.
sms: Päärnai ǩiõlâânnemnaali määŋgbeäʹllsen čõõđtumužže päärnaid vueitet jueʹǩǩed uuʹcces ärttlid õuddmiârkkan ââʹjj mieʹldd.

source: Ryhmiä muodostettaessa nämä lapset laitetaan eri ryhmiin saamen kielen käytön vahvistamiseksi.
sms: Täuʹjja tõk päärna, koin sääʹmǩiõl ilʹla võl čuuʹt raavâs, mainnste kõskkneezz miõlstes lääddas.

source: Pienryhmissä on enemmän aikaa käsitellä lapsen omia kokemuksia, tunteita tai vain tarinoida.
sms: Uuʹcces ärttlin jäänab äiʹǧǧ ǩiõttʼtõõllâd päärna jiiʹjjes ǩiõʹččlâsttmuužžid, tobddmuužžid leʹbe pâi mainsted.

source: Kieltä opettelevien lasten kanssa tunteiden esille tuomisessa käytetään apuna kuvia, liikkeitä, ääniä, eleitä ja kerrotaan samalla millaiset käsitteet niihin kuuluvat.
sms: Ǩiõl mättʼtõõtti päärnaivuiʹm tobddmuužži õudde puhttmest ââned veäʹǩǩen kaartid, likkumuužž, jiõnid, seäʹvvmõõžž da mainsted seämmast måkam fittõõzz tõid kolle.

source: Arka lapsi tarvitsee enemmän aikaa ja tukea puhumisessa.
sms: Ääʹrjez päärnaž taarbaš ääiʹj da tueʹrjj mainstumuužžâst.

source: Siksi on tärkeää, että kaikki keskustelutilanteet hänen kanssaan hyödynnetään aktiivisesti.
sms: Tõn diõtt lij vääžnai, što puk saǥstõõllâmnääʹl suin âânet äuʹǩǩen aktiivlažnalla.

source: Tasavertaisen ja turvallisen kontaktin luomiseksi työntekijä voi asettua fyysisesti lasten tasolle lattialle.
sms: Tääzzverdsaž da staanlaž kontaatk raajjmužže tuâʹjjlaž vuäitt šiõttõõttâd päärnai fyyslaž täzze šâʹldda.

source: Lapset ottavat helpommin kontaktia ja aikuinen voi keskittyä kuuntelemaan ja keskustelemaan heidän kanssaan.
sms: Päärna väʹldde kontaaktt heâlpben da vuõrâsooumaž vuäitt ciŋlmõõvvâd kulddled da saǥstõõllâd siʹjjivuiʹm.

source: Aikuinen ohjaa aktiivisesti lasten leikkitilanteita tukien samalla lasten saamen kielen käyttöä.
sms: Vuõrâsooumaž ohjjad aktiivlažnalla päärnai siõrršõddmuužžid tuäʹrjjeel seämmast päärnai sääʹmǩiõlâânnmuužž.

source: Pienille lapsille puhutaan paljon eri hoitotilanteissa (mm. vaipan vaihdon, peseytymisen ja pukeutumisen yhteydessä) nimeten samalla eri ruumiinosia ja asusteita.
sms: Siõm päärnaid mainsted jiânnai jeeʹres håiddšõddmuužžin (jm. njuõʒʒikvaajtem, põõzzõõttmuužž da teâvõõttmuužž õhttvuõđâst) nõõmteeʹl seämmast jeeʹres roopp- pieʹǩǩid da pihttzid.

source: Käytännön esimerkkejä kielellisen tietoisuuden kehittämiseksi: Kielen äännerakenne: Lorujen ja laululeikkien avulla lapsi tutustuu saamen kielen äänteisiin ja sääntöihin, miten erilaisia äänteitä voi yhdistellä.
sms: Tueʹjjeemnääʹl õuddmiârkk ǩiõlvuađlaž teâđstumuužž õõdâsviikkmužže: Ǩiõl jiõnneemraajâlm: Tiivti da laaulsiõri veäkka päärnaž tobddstââtt sääʹmǩiõl jiõnnõõzzid da sääntuâʹjaid, mäʹhtt jeeʹresnallšem jiõnnõõzzid vuäitt õhttõõllâd.

source: Erilaisten sanapareja (sanaparit, jotka erottuvat toisistaan yhden äänteen perusteella) sisältävien loruja avulla voidaan antaa lapselle vihjeitä siitä miten äänteitä käytetään sanojen erottelemiseen.
sms: Jeeresnallšem sääʹnnpaarid (säännpaar, kook rätkje kueimstes õõut jiõnnõõzz vuâđalt) siskldeei tiivti veäkka vueitet uʹvdded päärnže peäggtâʹstted tõst mäʹhtt jiõnnõõzzid ââned saani räätktõõllmužže.

source: Tällaisia loruja ovat mm pohjoissaamessa:
sms: Näkam tiivtt lie jm. tâʹvvsääʹmǩiõlâst.

source: Sanojen rakentuminen: Lapsen tietoisuutta sanojen muodoista ja sanojen rakentumisesta voidaan edistää erilaisilla harjoituksilla;
sms: Saani raajõõttmuž: Päärna teâdstumuužž saani åbblǩin da saani raajõõttmuužžâst vueitet õõudeed jeerenallšem harjtõõzzivuiʹm;

source: • yhdyssanaharjoitukset, esimerkiksi pohjoissaamessa;
sms:  õhttõs- sääʹnnharjjtõõzz, õuddmiârkkan tâʹvvsääʹmǩiõlâst;

source: • luonnonääniä muistuttavat sanaharjoitukset.
sms:  luâđ jiõnid muušttʼ teei sääʹnnharjjtõõzz.

source: Esimerkiksi pohjoissaamessa;
sms: Õuddmiârkkan tâʹvvsääʹmǩiõlâst;

source: Dappasii gappasii duike Eallu-laulu
sms: Dappasii gappasii duike Eallu- laaul

source: Kielen lauserakenne: Lapsen tietoisuutta siitä miten sanat liittyvät toisiinsa lauseiksi voidaan edistää erilaisilla loruilla.
sms: Ǩiõl ciâlkraajõõttmuš: Päärna teâdstumuužž tõst mäʹhtt sään õhttne nuuʹbbid ciâlkjin vueitet õõudeed jeerenallšem tiivtivuiʹm.

source: Lei oktii áhkku (aikamuodot), Beahká viessu (relatiivilause), Meahcci eallit (verbien persoonamuodot), Okta guolli vuodjá (verbien taivutus)
sms: Lei oktii áhkku (aika ååbleǩ), Beahká viessu (relatiivilause), Meahcci eallit (veerbi persoona ååbleǩ), Okta guolli vuodjá (veerbi taaibtumuš)

source: SAAMELAINEN KULTTUURI JA IDENTITEETTI
sms: SÄÄʹMKULTTUUR DA IDENTITEETT

source: 4.1. Saamelainen lapsuus ja kasvatus
sms: 4.1. Säʹmmlaž pärnnpoʹdd da peâmm

source: Perinteisesti saamelaisperheissä vanhemmilla ja lapsilla muodostui läheinen suhde yhteisten päivittäisten askareiden lomassa.
sms: Ärbbvuõđ mieʹldd sääʹmpiârrjin puärrsin da päärnain šõdde âlddsõõzz õhttsaž juõʹǩǩpeiʹvvsain tuâʹjain.

source: Lapsia ohjattiin samalla, kun aikuisilla oli omat työnsä.
sms: Päärna ohjjee seämmast, ko vuõrâsoummin lääi jiiʹjstez tuâʹjj.

source: Leikkiessään lapsi oppi sosiaalisia taitoja, tekemään työtä ja käyttämään luonnon rikkauksia ja tulemaan toimeen ankarissa luonnonolosuhteissa.
sms: Siõreest päärnaž mättji sosiaalaž čeäʹppvuõtte, tueʹjjeed tuââʹjj da âânnet luâđ reeǧǧesvuõđid da pirǧǧeed kõõrâs luâđâst.

source: Saamelaisessa kasvatuksessa painotettiin sosiaalista huomiokykyä, toisten huomioon ottamista sekä työn ja leikin kautta oppimista.
sms: Säʹmmlaž peâmmʼmuužžâst ainsmâtte sosiaalaž vuâmmšemooddaid, kueiʹmi lokku väʹlddmužže di tuââʹj da siõr mieʹldd mättjumužže.

source: Saamelaiskasvatusta kuvasi erityisesti epäsuora kasvatus.
sms: Sääʹmpeâmmʼmuužž karttʼtii jeeʹrben vuõiǥteʹmes peâmmʼmuš.

source: Lapset oppivat huomaamatta ottamaan vastuuta tekemisistään ja olemisestaan yhdessä perheen ja ympäristön kanssa.
sms: Päärna mättje vuâmmšekani väʹldded västteemvuõđ tuâʹjaineezz da åårrmest õõutsââʹjest piârrjest da pirrõõzzâst.

source: Lapsi kasvatetaan kohtelemaan kaikkia ihmisiä arvonannolla.
sms: Annʼjõžpeeiʹv peâmmʼmuužžâst peelkâd võl sääʹm peâmmärbbvuõtt.

source: Kunnioituksen tulee ihmisten lisäksi kohdistua luontoon.
sms: Päärnaž mättʼteed uʹvdded pukid oummid äärvv.

source: Lapsia ei suoranaisesti neuvota vaan kerrotaan tapahtumia ja tarinoita mitä muille on tapahtunut.
sms: Päärna jeät vuõiǧǧest vuäʹppest peʹce suʹnne mainsted šõddmuužžid da mainnsid jäʹrrsid lij šõddâm.

source: Ihmisen kasvun ja kehityksen tavoitteena on monipuolinen persoonallisuus ja laajaalainen osaaminen.
sms: Oummu šõddmuužž da õuddnumuužž täävvtõzzân lij määŋgbeäʹllsaž persoonlažvuõtt da veeidas silttumuš.

source: Näiden ominaisuuksien kehittämiseksi kasvatustoimilla pyritään kehittämään lapsen havainnointi- ja itsearviointikykyä, jotta hän pärjäisi uusissa yllättävissä tilanteissa.
sms: Tääi ooddai õõudâsviikkmužže peâmmtuåimivuiʹm kååitad õõudeed päärna vuâmmšõõttâm - da jiõččärvvstõõllmušoodd, što son pirǧǧeʹčče ođđ kroota puõʹtti šõddmuužžin.

source: Vahva itsetunto, selkeä minäkuva ja vahva identiteetti auttavat lasta toimimaan omien edellytystensä ja taitojensa mukaan sekä itselleen luontevalla tavalla.
sms: Raavâs jiõččtobddmuš, čiõlǥâs jiõččkartt da raavâs identiteett veäǩǩad päärna toimmjed jiiʹjjez õudlõõzzi da čeäʹppvuõđi mieʹldd di jiõʹcces luâđlaž nääʹleld.

source: Hyvä suuntautumiskyky metsässä liikkuessa, keskusteluissa ja ajattelussa ovat välttämättömiä hyvän elämänhallinnan kannalta.
sms: Pueʹrr teäʹttemoodd mieʹccest likkeest, saǥstõõllmuužžin da jurddjin lie viâltʼtemes pueeʹr jieʹllem vaalđšem diõtt.

source: Saamelaisessa kasvatuksessa arvostetaan hyvän havainnointi- ja arviointikyvyn lisäksi vahvaa itsetuntoa ja identiteettiä, laaja-alaista osaamista, sopeutuvuutta, sosiaalisuutta ja kohtuullisuutta.
sms: Säʹmmlaž peâmmʼmuužžâst uuʹvdet äärvv pueeʹ vuâmmšõõttâm - da ärvvstõõllmušoodd lââzzen raavâs jiõččtobddmužže identiteette, veeidas silttumuužž, šiõttâmvuõđ, sosiaalvuõđ da mäʹrddnalla vuõd.

source: Kokonaisvaltaisena tavoitteena on edistää lapsen itsenäistä elämässä pärjäämistä yksin ja yhdessä muiden kanssa.
sms: Oʹbbväʹlddsaž täävvtõzzân lij õõudeed päärna jiõččvuađlaž jieʹllmest pirǧǧumuužž õhttu da õõutsââʹjest jäʹrrsi vuiʹm.

source: Itsenäinen selviytyminen edellyttää käytännön taitojen hallinnan lisäksi psyykkistä valmiutta ja uskoa siihen, että jaksaa, osaa ja löytää ratkaisut ongelmiin ja luottaa siihen, että kaiken voi oppia.
sms: Jiõʹččvuâđtlaž pirǧǧmuš õõlǥad tueʹjjeemnääʹl čeäʹppvuõđi vaalđšemvuõđ lââzzen psyykklaž vaalmâsvuõđ da ååskk tõzz, što vuäitt, silttâd da käunn räʹtǩǩumuužžid proʹbleeʹmid da naʹddjââtt tõzz, što puk vuäitt mättjed.

source: Saamelaisessa yhteisössä perinteisesti suvulla ja yhteisöllä on lapsen kasvatusoikeus ja –vastuu.
sms: Säʹmmlaž õhttsažkååʹddest lij ärbbvuõđ mieʹldd ruåđin da õhttsažkååʹddest päärna peâmmvuõiggâdvuõtt da -vasttumuš.

source: 4.2. Saamelaisten kulttuuriarvojen välittäminen
sms: 4.2. Säʹmmlai kulttuuraarvi vääʹltumuš

source: Saamelaisia yhdistävät kulttuuriset arvot kuten kieli, identiteetti, luonto ja suku.
sms: Säʹmmlaid õhttee kulttuurlaž äärvv mâʹte ǩiõll, Identiteett, luâtt da ruått.

source: Saamelaiseen kulttuuriin kuuluvat myös perinteiset elinkeinot kuten poronhoito, kalastus, metsästys, keräily ja käsityöt.
sms: Säämkulttuure kolle še äʹrbbvuõđ mieʹlddsa jieʹllemvueʹjj mâʹte puäʒʒhåiddmuš, kueʹllstumuš, meäʹccjumuš, uussmõš da ǩiõttʼtuââʹj.

source: Kulttuuria on myös saamelainen elämäntapa.
sms: Kulttuura lij še säʹmmlaž.

source: Saamelaisten elämäntapa, kulttuuri ja perinteiset elinkeinot ovat muuttuneet ajan myötä.
sms: Säʹmmlai jieʹllemnääʹll, kulttuur da äʹrbbvuõđ mieʹlddsa jieʹllemvueʹjj lie mutšõõvvâm ääiʹj mieʹldd.

source: Perinteisten tietojen ja taitojen oppiminen ei siirry enää perheessä luonnostaan lapsille.
sms: Ärbbvuâđlai teâđai da čeäʹppvuõđi mättjumuš ij sirddu teäʹnab piârrjest luađâlt päärnaid.

source: Saamelaisen kulttuurin säilyminen edellyttää nykyisinkin perinteisten tietojen ja taitojen, sekä henkisen pääoman siirtymistä tuleville sukupolville.
sms: Säʹmmla kulttuur seillmõš õõlǥad še annʼjõõžžâst ärbbvuâđlaž teâđai da čeäʹppvuõđi, di vuõiŋŋlaž jeällmõõžž serddmõõžž puõʹttjid puõlvvõõǥǥid.

source: Saamelainen perinteinen tietämys on kokonaisuus, joka on sidoksissa ihmiseen ja luontoon.
sms: Säʹmmlaž äʹrbbvuõđ mieʹlddsaž tiâttmõš lij obbvuõtt, kååʹtt lij čõnnum ooumže da luõttu.

source: Saamelaiset tiedot, taidot ja arvot välittyvät pääasiallisesti toimintojen ja tunteiden kautta sekä suullisena perintönä sukupolvelta toiselle.
sms: Säʹmmla teâđ, čeäʹppvuõđ da äärvv serddje vuõʹsssââʹjest tuåimi da tobddmuužži mieʹldd di njälmmlaž ärbben puõlvvõõǥǥâst nuʹbbe.

source: Saamelainen tietämys sisältää tiedon elämässä pärjäämisestä.
sms: Säʹmmlaž tiâttmõš siisǩâld teâđ jieʹllmest pirǧǧumuužzâst.

source: YK:n alkuperäiskansajulistuksessa todetaan, että alkuperäiskansalla on oikeus elvyttää kulttuuriperintöään ja tapojaan ja opettaa niitä tuleville sukupolville.
sms: YK:n alggmeeʹrpeäggtõõzzâst cielǩed što alggmeeʹrain lij vuõiggâdvuõtt jeäʹlljâtted kulttuuräärbes da- naalid da mättʼteed tõiʹd puõʹttjid puõlvvõõǥǥid.

source: Perinteiden elvyttäminen on tärkeää saamelaisten itsemääräämisoikeuden, saamelaisyhteisöjen voimaannuttamisen, kulttuurin omaehtoisen sopeutumisen (nyky-yhteiskunnan haasteisiin) ja saamelaisten hyvinvoinnin ja terveyden edistämisen kannalta.
sms: Ärbbvuõđi jeäʹlljâttmuš lij vääžnai säʹmmlai jiõččmieʹrreem vuõiggádvuõđ, sääʹmõhttsažkååʹddi viõǥsmâttem, kulttuur jiõʹččmääinlaž šiõttmõõžž (annʼjõž-õhttsažkååʹdd vâʹǯǯlõõzzid) da säʹmmlai puârastpirǧǧumuužž da tiõrvâsvuõđ õõudeem diõtt.

source: Yhteiskunnan pysyviin rakenteisiin tulee luoda edellytykset saamelaisten kulttuurien kehittymiselle;
sms: Õhttsažkååʹdd põõžži raajlmid ferttai raajjâd õuddldõõzzid säʹmmlai kulttuur õuddnumužže;

source: esimerkiksi kieli- ja kulttuuriohjelmien, sosiaali- ja terveydenhuollon koulutus- ja kehittämisohjelmien kautta.
sms: õuddmiârkkan ǩiõll- da kulttuurproggraammi, sosiaal- da tiõrvâsvuõđhuõl škooultjem- da õõdâsviikkâm proggraammi mieʹldd.

source: Lapsi omaksuu varhaiskasvatuksessa saamelaisia kulttuuriarvoja.
sms: Päärnaž ânškuätt håiddâkksai peâmmʼmuužžâst säʹmmlaid kulttuuraarvid.

source: Varhaiskasvatustoiminta pohjautuu seuraaville kulttuuriarvoille, jotka ovat kiinteästi yhteydessä toisiinsa:
sms: Håiddâkksai peâmmtoimmjumuš lie puõʹtti kulttuuräärvv, kook lie ǩiiddõs õhttvuõđâst kueiʹmmses:

source: - Identiteetti
sms: - Õhttsažkåʹddvuõtt

source: - Yhteisöllisyys
sms: - Luâttõhttvuõtt

source: - Luontoyhteys - Perinteiset elinkeinot ja toimeentulo
sms: - Äʹrbbvuõđ mieʹlddsa jieʹllemvueʹjj da pirǧǧumuš

source: - Sukupuolten välinen tasa-arvo ja ihmisyys
sms: - Sooǥǥbieʹli kõskksaž tääʹzzärvv da ooumažvuõtt

source: - Monikulttuurisuus
sms: - Rääuh da suåvâdvuõtt

source: 1. Identiteetti
sms: - Määŋgkulttuurvuõtt

source: Identiteetti muotoutuu vuorovaikutuksessa muiden ihmisten kanssa.
sms: Identiteett šâdd vuârrvaaiktõõzzâst jäʹrrsi oummivuiʹm.

source: Lapsen identiteetin määrittäjinä toimivat lapselle tärkeät ihmiset.
sms: Päärna identiteett miertõõlljen toimmje päärnže vääžnai oummu.

source: Lähiyhteisö ja enemmistökulttuuri vaikuttavat perheen tapaan muovata lapsen identiteettiä.
sms: Âlddõhttsažkåʹdd da väʹlddkulttuur vaaikte piârri naaʹlid mueʹǩǩeed päärna identiteett.

source: Perheessä vallitseva kieli vaikuttaa myös identiteetin kehittymiseen.
sms: Piârrjest vaaldšeei ǩiõl vaaikte še identiteett õuddnumužže.
